[
  "Tu itna slow hai ki typing indicator bhi thak jaata hai.",
  "Tu itna confused hai ki Google bhi tujhe wapas question poochta hai.",
  "Tu itna boring hai ki background music bhi mute ho jaata hai.",
  "Tu itna late reply karta hai ki baat ka context expire ho jaata hai.",
  "Tu itna random bolta hai ki sentence khud bhi surprised hota hai.",
  "Tu itna serious rehta hai jaise life ka free trial khatam ho chuka ho.",
  "Tu itna useless input hai ki system bhi ignore kar deta hai.",
  "Tu itna dramatic hai ki sneeze bhi background score ke saath aata hai.",
  "Tu itna silent hai ki notification bhi tujhe dekh ke chup ho jaaye.",
  "Tu itna zyada bolta hai ki point beech mein exit le leta hai.",
  "Tu itna lazy hai ki alarm bhi tujhe uthana chhod deta hai.",
  "Tu itna off-topic hai ki conversation bhi lost ho jaati hai.",
  "Tu itna slow process hai ki loading bhi tujhe overtake kar de.",
  "Tu itna fake confidence hai ki mirror bhi aankh milaane se mana kar de.",
  "Tu itna boring hai ki jokes bhi tujhe dekh ke kaam pe chala jaaye.",
  "Tu itna careless hai ki autocorrect bhi haath utha deta hai.",
  "Tu itna confused hai ki option A aur B bhi tujhe avoid karte hain.",
  "Tu itna overthink karta hai ki solution ne block maar diya.",
  "Tu itna unpredictable hai ki khud bhi apni baat pe shock ho jaata hai.",
  "Tu itna slow react karta hai ki moment khud nikal jaata hai.",
  "Tu itna basic hai ki advanced bhi sharma jaaye.",
  "Tu itna silent mode pe hai ki ringtone bhi tujhe bhool gayi.",
  "Tu itna dramatic hai ki pause bhi emotional ho jaata hai.",
  "Tu itna random hai ki logic ne sick leave le li.",
  "Tu itna bekaar timing hai ki punchline bhi miss ho jaaye.",
  "Tu itna boring hai ki yawn bhi bored ho jaaye.",
  "Tu itna confused hai ki simple cheez bhi tutorial maange.",
  "Tu itna slow hai ki reply ka notification bhi late aata hai.",
  "Tu itna loud opinion hai ki sense mute ho jaata hai.",
  "Tu itna absent-minded hai ki khud ko bhi seen pe chhod deta hai.",
  "Tu itna lazy hai ki motivation bhi tujhe skip kar de.",
  "Tu itna offbeat hai ki rhythm bhi tujhe follow nahi karta.",
  "Tu itna overconfident hai ki facts bhi distance bana ke rakhte hain.",
  "Tu itna boring hai ki silence tera fan ban jaaye.",
  "Tu itna confused hai ki yes aur no bhi discuss karte hain.",
  "Tu itna slow hai ki speed bhi tujhe dekh ke wait kar rahi hai.",
  "Tu itna random hai ki topic khud change ho jaata hai.",
  "Tu itna serious hai jaise joke GST ke saath aata ho.",
  "Tu itna careless hai ki detail bhi tujhe avoid kare.",
  "Tu itna boring hai ki playlist bhi shuffle hone se mana kar de.",
  "Tu itna confused hai ki decision bhi toss kar deta hai.",
  "Tu itna late aata hai ki intro ke baad credits aa jaate hain.",
  "Tu itna lazy hai ki effort bhi outsource ho jaata hai.",
  "Tu itna off-topic hai ki baat hi logout kar jaati hai.",
  "Tu itna dramatic hai ki full stop bhi suspense bana deta hai.",
  "Tu itna random hai ki sense bhi refresh maarta hai.",
  "Tu itna boring hai ki meme bhi tujhe skip kar de.",
  "Tu itna slow hai ki progress bar bhi doubt mein aa jaata hai.",
  "Tu itna confused hai ki option C khud invent ho jaata hai.",
  "Tu itna loud hai ki message ka matlab mute ho jaata hai.",
  "Tu itna lazy hai ki shortcut bhi kaam nahi karta.",
  "Tu itna offbeat hai ki timing khud sorry bol de.",
  "Tu itna boring hai ki notification bhi low priority bana deta hai.",
  "Tu itna random hai ki conversation bhi restart maangti hai.",
  "Tu itna slow hai ki joke bhi thoda ruk ke aata hai."
]

