[
    "What's the weirdest food combo you've ever tried?",
"Have you ever laughed at the wrong moment?",
"What's the dumbest way you've hurt yourself?",
"If your phone gallery was shown on a big screen right now, would you survive?",
"What's the most useless skill you have?",
"Have you ever worn the same clothes two days in a row without washing them?",
"What's one thing you absolutely cannot live without (not phone)?",
"Have you ever gotten caught talking to yourself?",
"What's the weirdest nickname you've had?",
"If you could erase one trend from history, what would it be?",
"What's the funniest YouTube video you've ever seen?",
"What's a smell you secretly love but know is weird?",
"What's the longest you've gone without showering?",
"Have you ever pretended to understand something when you didn’t?",
"What's the worst movie you've ever watched?",
"What's the weirdest thing you've Googled?",
"Have you ever sent a text to the wrong person?",
"What's the strangest dream you've had?",
"What's one thing you're really bad at but wish you were good at?",
"Have you ever eaten food off the floor?",
"What's the most ridiculous rumour you've heard about yourself?",
"Have you ever fallen asleep in public?",
"What's the weirdest thing you have done when you were bored?",
"Have you ever faked being sick to skip something?",
"What's the funniest autocorrect fail you've had?",
"Have you ever been caught dancing when you thought no one was watching?",
"What's one thing you collect without even realising it?",
"Have you ever given someone completely wrong directions?",
"What's the most embarrassing thing you've said to a stranger?",
"What's the strangest superstition you've heard?",
"Have you ever forgotten someone’s name right after they told you?",
"What's the longest time you've stayed awake?",
"Have you ever sent a message to the wrong group chat?",
"What's the silliest reason you've ever gotten into trouble?",
"What's the weirdest thing you've eaten just because you were hungry?",
"Have you ever talked to an object like it was alive?",
"What's the most awkward social situation you've been in?",
"Have you ever laughed so hard you cried?",
"What's something you believed as a kid that’s totally wrong?",
"What's the weirdest dream that you still remember?",
"Have you ever made a joke that no one understood but you laughed anyway?",
"What's the most random skill you have?",
"Have you ever accidentally liked an old photo while stalking someone's profile?",
"What's one sound you find oddly satisfying?",
"Have you ever tried to take a selfie and failed badly?",
"What's the weirdest thing you've done in your sleep?",
"Have you ever forgotten what you were saying mid-sentence?",
"What's the most random app you have on your phone?",
"Have you ever mistaken a stranger for someone you know?",
"What's the most bizarre thing you've witnessed in public?",
"What's one decision in your life you would change if you could?",
"What's the hardest lesson life has taught you so far?",
"Have you ever kept a secret that changed how you saw someone?",
"What's something you wish more people understood about you?",
"When was the last time you stepped completely out of your comfort zone?",
"What's the scariest risk you've ever taken?",
"Have you ever questioned a belief you grew up with?",
"What’s one mistake that ended up teaching you something valuable?",
"What's something you know you need to let go of but haven’t yet?",
"Have you ever been completely wrong about someone?",
"What's the most difficult choice you've ever had to make?",
"Have you ever helped someone without them knowing it was you?",
"What's one habit you wish you could break instantly?",
"What's a moment when you truly surprised yourself?",
"What's something you have done that you thought you would regret, but didn’t?"
]
